Repository: h3poteto/pleroma.io
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: fr, uk, zh_hans

source: %{name} - %{count} is not a multiple of %{multiple}.
fr: %{name} - %{count} n'est pas un multiple de %{multiple}.
uk: %{name} - %{count} не є множиною %{multiple}.
zh_hans: %{name} - %{count} 不是 %{multiple} 的倍数。

source: %{name} - %{value} is larger than exclusive maximum %{max}.
fr: %{name} - %{value} est plus large que %{max}.
uk: %{name} - %{value} більше ніж максимум %{max} (невключно).
zh_hans: %{name} - %{value} 大于排除性最大值 %{max}。

source: %{name} - %{value} is larger than inclusive maximum %{max}.
fr: %{name} - %{value} est plus large que %{max}.
uk: %{name} - %{value} більше ніж максимум %{max} (включно).
zh_hans: %{name} - %{value} 大于包括性最大值 %{max}。

source: %{name} - %{value} is smaller than exclusive minimum %{min}.
fr: %{name} - %{value} est plus petit que %{min}.
uk: %{name} - %{value} менше ніж мінімум %{min} (не включно).
zh_hans: %{name} - %{value} 小于排除性最小值 %{min}。

source: %{name} - %{value} is smaller than inclusive minimum %{min}.
fr: %{name} - %{value} est plus petit que %{min}.
uk: %{name} - %{value} менше ніж мінімум %{min} (включно).
zh_hans: %{name} - %{value} 小于包括性最小值 %{min}。

source: %{name} - Array items must be unique.
fr: %{name} - Les objects de la liste doivent être uniques.
uk: %{name} - елементи масиву мають бути унікальними.
zh_hans: %{name} - 数组项目必须唯一。

source: %{name} - Array length %{length} is larger than maxItems: %{}.
fr: %{name} - La longueur %{length} de la liste est supérieure à maxItems : %{}.
uk: %{name} - довжина масиву %{length} більша, ніж maxItems: %{}.
zh_hans: %{name} - 数组长度 %{length} 大于最大项目数： %{}。

source: %{name} - Array length %{length} is smaller than minItems: %{min}.
fr: %{name} - La longueur %{length} de la liste est inférieure à minItems : %{min}.
uk: %{name} - довжина масиву %{length} менше ніж minItems: %{min}.
zh_hans: %{name} - 数组长度 %{length} 小于最小项目数： %{min}。

source: %{name} - Invalid %{type}. Got: %{value}.
fr: %{name} - %{type} invalide. Reçu : %{value}.
uk: %{name} - Невірна/ий %{type}. Отримано: %{value}.
zh_hans: %{name} - 不合法的 %{type}。得到的是：%{value}。

source: %{name} - Invalid format. Expected %{format}.
fr: %{name} - Format invalide. Format voulu : %{format}.
uk: %{name} - Невірний формат. Має бути %{format}.
zh_hans: %{name} - 不合法的格式。预期是 %{format}。

source: %{name} - Invalid schema.type. Got: %{type}.
fr: %{name} - schema.type invalide. Reçu : %{type}.
uk: %{name} - Невірна schema.type. Отримано: %{type}.
zh_hans: %{name} - 不合法的 schema.type。得到的是：%{type}。

source: %{name} - Invalid value for enum.
fr: %{name} - valeur invalide pour enum.
uk: %{name} - Невірне значення для типу enum.
zh_hans: %{name} - 枚举值不合法。

source: %{name} - String length is larger than maxLength: %{length}.
fr: %{name} - Longueur de chaine de caractères supérieure à maxLength : %{length}.
uk: %{name} - Довжина рядочку більша, ніж maxLength: %{length}.
zh_hans: %{name} - 字串长度大于最大长度：%{length}。

source: %{name} - String length is smaller than minLength: %{length}.
fr: %{name} - Longueur de chaine de caractères inférieure à minLength : %{length}.
uk: %{name} - Довжина рядочку менша, ніж minLength: %{length}.
zh_hans: %{name} - 字串长度小于最小长度：%{length}。

source: %{name} - null value where %{type} expected.
fr: %{name} - valeur nulle quand %{type} est requis.
uk: %{name} - значення типу null замість %{type}.
zh_hans: %{name} - null 值，但是预期该是 %{type}。

source: %{name} - null value.
fr: %{name} - valeur nulle.
uk: %{name} - значення типу null.
zh_hans: %{name} - null 值。

source: Failed to cast to any schema in %{polymorphic_type}
fr: Échec de transformation du schéma en %{polymorphic_type}
uk: Не вдалось сконвертувати до any schema в %{polymorphic_type}
zh_hans: 转换到 %{polymorphic_type} 中的任一 schema 失败

source: Failed to cast value as %{invalid_schema}. Value must be castable using `allOf` schemas listed.
fr: Échec de transformation de la valeur en %{invalid_schema}. La valeur doit être transformable dans un des schémas `allOf` listés.
uk: Не вдалось сконвертувати значення як %{invalid_schema}. Значення має бути перетворюваним через список схем у `allOf`.
zh_hans: 把值转换成 %{invalid_schema} 失败。值必须可以被转换成在列的「所有」schema。

source: Failed to cast value to one of: %{failed_schemas}.
fr: Échec de transformation de la valeur en un des : %{failed_schemas}.
uk: Не вдалось сконвертувати значення до one of: %{failed_schemas}.
zh_hans: 转换值为 %{failed_schemas} 中的一个失败。

source: Failed to cast value using any of: %{failed_schemas}.
fr: Échec de transformation de la valeur en un des : %{failed_schemas}.
uk: Не вдалось сконвертувати значення через any of: %{failed_schemas}.
zh_hans: 转换值为 %{failed_schemas} 中的任意一个失败。

source: Invalid value for header: %{name}.
fr: Valeur invalide pour l'en-tête : %{name}.
uk: Невірне значення для заголовку: %{name}.
zh_hans: 头 %{name} 的不合法的值。

source: Missing field: %{name}.
fr: Champ manquant : %{name}.
uk: Пропущене поле: %{name}.
zh_hans: 缺少字段：%{name}。

source: Missing header: %{name}.
fr: En-tête manquant : %{name}.
uk: Пропущений заголовок: %{name}.
zh_hans: 缺少头：%{name}。

source: No value provided for required discriminator `%{field}`.
fr: Aucune valeur fournie pour le discriminant `%{field}`.
uk: Немає значення для обов'язкового розділителя `%{field}`.

source: Object property count %{property_count} is greater than maxProperties: %{max_properties}.
fr: Le nombre de propriétés, %{property_count} est supérieur à maxProperties : %{max_properties}.

source: Object property count %{property_count} is less than minProperties: %{min_properties}
fr: Le nombre de propriétés, %{property_count} est inférieur à minProperties : %{min_properties}

source: Oops
fr: Oups
uk: Ой, лишенько
zh_hans: 嗨呀

source: Unexpected field: %{name}.
fr: Champ inconnu : %{name}.
uk: Невідоме поле: %{name}.
zh_hans: 超出预期的字段：%{name}。

source: Unknown schema: %{name}.
fr: Schéma inconnu : %{name}.
uk: Невідома схема: %{name}.
zh_hans: 未知的 schema：%{name}。

source: Value used as discriminator for `%{field}` matches no schemas.
fr: Valeur utilisée en discriminant de `%{field}` ne correspond à aucun schémas.

source: announces
fr: annonces
uk: анонси
zh_hans: 传播

source: likes
fr: favoris
uk: вподобання
zh_hans: 喜欢

source: replies
fr: réponses
uk: відповіді
zh_hans: 回复

source: sensitive media
fr: contenu sensible
uk: чутливе медіа
zh_hans: 敏感媒体
