Repository: h3poteto/pleroma.io
Catalog: priv/gettext/*/LC_MESSAGES/static_pages.po
Languages: fr, uk

# remote follow authorization button
source: Authorize
fr: Autoriser
uk: Авторизувати

# remote follow error
source: Error fetching user
fr: Erreur de requête au compte
uk: Помилка отримання користувача

# placeholder text for auth code entry
source: Authentication code
fr: Code d'Authentification
uk: Код аутентифікації

# placeholder text for password entry
source: Password
fr: Mot de passe
uk: Пароль

# placeholder text for username entry
source: Username
fr: Nom d'utilisateur·rice
uk: Ім'я користувача

# remote follow authorization button for login
source: Authorize
fr: Autoriser
uk: Авторизувати

# remote follow authorization button for mfa
source: Authorize
fr: Autoriser
uk: Авторизувати

# remote follow error
source: Error following account
fr: Erreur de suivi du compte
uk: Помилка стеження за акаунтом

# remote follow header, need login
source: Log in to follow
fr: Authentification pour le suivit
uk: Увійдіть, щоб стежити

# remote follow mfa header
source: Two-factor authentication
fr: Authentification à deux facteurs
uk: Двофакторна аутентифікація

# remote follow success
source: Account followed!
fr: Utilisateur·rice suivi·e !
uk: Ви стежите за цим акаунтом!

# placeholder text for account id
source: Your account ID, e.g. lain@quitter.se
fr: Votre identifiant, ex. lain@quitter.se
uk: Ваш акаунт, наприклад petro@poroshenko.org

# remote follow authorization button for following with a remote account
source: Follow
fr: Suivre
uk: Стежити

# remote follow error
source: Error: %{error}
fr: Erreur : %{error}
uk: Помилка: %{error}

# password reset button
source: Reset
fr: Changer
uk: Скинути

# password reset failed homepage link
source: Homepage
fr: Page d'accueil
uk: Домашня сторінка

# password reset failed message
source: Password reset failed
fr: Échec de changement du mot de passe
uk: Не вдалося скинути пароль

# password reset form confirm password prompt
source: Confirmation
uk: Підтвердження

# password reset form password prompt
source: Password
fr: Mot de passe
uk: Пароль

# password reset invalid token message
source: Invalid Token
fr: Jeton invalide
uk: Неправильний токен

# password reset successful homepage link
source: Homepage
fr: Page d'accueil
uk: Домашня сторінка

# password reset successful message
source: Password changed!
fr: Mot de passe changé !
uk: Пароль змінено!

# tag feed description
source: These are public toots tagged with #%{tag}. You can interact with them if you have an account anywhere in the fediverse.
fr: Ceci sont des messages publics lié à #%{tag}. Vous pouvez intéragir avec si vous avez un compte sur le Fediverse.
uk: Це публічні дописи з хештегом #%{tag}. Ви можете взаємодіяти з ними якщо у вас є акаунт будь-де у fediverse.

# oauth authorization exists page title
source: Authorization exists
fr: Autorisation existante
uk: Авторизація вже існує

# oauth authorize approve button
source: Approve
fr: Approuver
uk: Підтвердити

# oauth authorize cancel button
source: Cancel
fr: Annuler
uk: Скасувати

# oauth authorize message
source: Application <strong>%{client_name}</strong> is requesting access to your account.
fr: L'application <strong>%{client_name}</strong> demande un accès à votre compte.
uk: Застосунок <strong>%{client_name}</strong> запрошує доступ до вашого акаунту.

# oauth authorized page title
source: Successfully authorized
fr: Autorisé avec succès
uk: Успішно авторизовано

# oauth external provider page title
source: Sign in with external provider
fr: Authentication externe
uk: Увійти за допомогою зовнішнього провайдеру

# oauth external provider sign in button
source: Sign in with %{strategy}
fr: Authentification avec %{strategy}
uk: Увійти через %{strategy}

# oauth login button
source: Log In
fr: Authentification
uk: Увійти

# oauth login password prompt
source: Password
fr: Mot de passe
uk: Пароль

# oauth login username prompt
source: Username
fr: Nom d'utilisateur·rice
uk: Логін

# oauth register nickname prompt
source: Pleroma Handle
fr: Pseudo Pleroma
uk: Назва акаунту Pleroma

# oauth register nickname unchangeable warning
source: Choose carefully! You won't be able to change this later. You will be able to change your display name, though.
fr: Faites attention ! Vous ne pourrez plus le changer plus tard. Mais, vous pourrez changer votre Nom.
uk: Обирайте уважно! Ви не зможете змінити це в майбутньому. Але ви зможете змінити ваше публічне ім'я для відображення.

# oauth register page email prompt
source: Email
fr: Courriel
uk: Електронна пошта

# oauth register page fill form prompt
source: If you'd like to register a new account, please provide the details below.
fr: Si vous voulez créer un compte, veuillez fournir les détails suivants.
uk: Якщо ви хочете зареєструвати новий акаунт, будь ласка, заповніть форму нижче.

# oauth register page login button
source: Proceed as existing user
fr: Continuer avec un compte existant
uk: В мене вже є обліковий запис

# oauth register page login password prompt
source: Password
fr: Mot de passe
uk: Пароль

# oauth register page login prompt
source: Alternatively, sign in to connect to existing account.
fr: Alternativement, s'authentifier avec un compte existant.
uk: Як альтернатива, увійдіть до існуючого акаунту.

# oauth register page login username prompt
source: Name or email
fr: Nom ou courriel
uk: Ім'я або email

# oauth register page nickname prompt
source: Nickname
fr: Pseudonyme
uk: Псевдоним

# oauth register page register button
source: Proceed as new user
fr: Continuer avec un nouveau compte
uk: Зареєструватись

# oauth register page title
source: Registration Details
fr: Détails d'inscriptions
uk: Реєстраційна форма

# oauth register page title
source: This is the first time you visit! Please enter your Pleroma handle.
fr: Ceci est votre première visite ! Veuillez entrer votre pseudo.
uk: Це ваш перший візіт! Будь ласка оберіть ваш Pleroma псевдоним.

# oauth scopes message
source: The following permissions will be granted
fr: Les permissions suivantes seront données
uk: Будуть надані наступні дозволи

# oauth token code message
source: Token code is <br>%{token}
fr: Le jeton est <br>%{token}
uk: Код токену <br>%{token}

# mfa auth code prompt
source: Authentication code
fr: Code d'authentification
uk: Код аутентифікації

# mfa auth page title
source: Two-factor authentication
fr: Authentification à double-facteurs
uk: Двофакторна аутентифікація

# mfa auth page use recovery code link
source: Enter a two-factor recovery code
fr: Entrer un code de récupération de l'authentification à double-facteur
uk: Введіть двофакторний код відновлення

# mfa auth verify code button
source: Verify
fr: Vérifier
uk: Перевірити

# mfa recover page title
source: Two-factor recovery
fr: Récupération du double-facteur
uk: Двофакторне відновлення

# mfa recover recovery code prompt
source: Recovery code
fr: Code de récupération
uk: Код відновлення

# mfa recover use 2fa code link
source: Enter a two-factor code
fr: Entrer un code double-facteur
uk: Введіть двофакторний код

# mfa recover verify recovery code button
source: Verify
fr: Vérifier
uk: Перевірити

# digest email header line
source: Hey %{nickname}, here is what you've missed!
fr: Salut %{nickname}, voici ce que tu as manqué·e !
uk: Гей %{nickname}, ось що ви пропустили!

# digest email receiver address
source: The email address you are subscribed as is <a href='mailto:%{@user.email}' style='color: %{color};text-decoration: none;'>%{email}</a>.
fr: L'adresse que vous avez enregistré est <a href='mailto:%{@user.email}' style='color : %{color} ;text-decoration : none ;'>%{email}</a>.
uk: Електронна адреса, що була вказана при реєстрації: <a href='mailto:%{@user.email}' style='color: %{color};text-decoration: none;'>%{email}</a>.

# digest email sending reason
source: You have received this email because you have signed up to receive digest emails from <b>%{instance}</b> Pleroma instance.
fr: Vous recevez ce courriel parce-que vous avez autorisé les messages-résumés de l'instance pleroma, <b>%{instance}</b>.
uk: Ви отримали цього листа тому що ви погодились отримувати email розсилку від Pleroma серверу <b>%{instance}</b>.

# digest email unsubscribe action
source: To unsubscribe, please go %{here}.
fr: Pour vous désinscrire, aller %{here}.
uk: Щоб відписатись, будь ласка натисніть %{here}.

# digest email unsubscribe action link text
source: here
fr: ici
uk: тут

# mailer unsubscribe failed message
source: UNSUBSCRIBE FAILURE
fr: ÉCHEC DE DÉSINSCRIPTION
uk: Не вдалось відписатись

# mailer unsubscribe successful message
source: UNSUBSCRIBE SUCCESSFUL
fr: SUCCÈS DE LA DÉSINSCRIPTION
uk: Вітаємо, ви відписались від email розсилки

# account archive email body - self-requested
source: <p>You requested a full backup of your Pleroma account. It's ready for download:</p> <p><a href="%{download_url}">%{download_url}</a></p>
fr: <p>Vous avez demandé une sauvegarde complète de votre compte Pleroma. Le téléchargement est prêt :</p> <p><a href="%{download_url}">%{download_url}</a></p>
uk: <p>Ви запросили повну резервну копію свого акаунту Pleroma. Вона готова для завантаження:</p> <p><a href="%{download_url}">%{download_url}</a></p>

# account archive email subject
source: Your account archive is ready
fr: La sauvegarde de votre compte est prête
uk: Архів вашого акаунту готовий

# approval pending email body
source: <h3>Awaiting Approval</h3> <p>Your account at %{instance_name} is being reviewed by staff. You will receive another email once your account is approved.</p>
fr: <h3>En attente d'approbation</h3> <p>Votre compte sur %{instance_name} est en revue par l'équipe. Vous recevrez un autre courriel quand le compte sera approuvé.</p>
uk: <h3>Очікування підтвердження</h3> <p>Ваш акаунт на %{instance_name} перевіряється адміністраторами. Ви отримаєте іншого листа як тільки ваш акаунт буде підтверджено.</p>

# approval pending email subject
source: Your account is awaiting approval
fr: Votre compte est en attente d'approbation
uk: Ваш акаунт знаходиться на перевірці

# confirmation email body
source: <h3>Thank you for registering on %{instance_name}</h3> <p>Email confirmation is required to activate the account.</p> <p>Please click the following link to <a href="%{confirmation_url}">activate your account</a>.</p>
fr: <h3>Merci de votre inscription à %{instance_name}</h3> <p>Une confirmation du courriel est requise.</p> <p>Veuillez cliquer sur <a href="%{confirmation_url}">pour activer votre compte</a>.</p>
uk: <h3>Дякуємо за реєстрацію на %{instance_name}</h3> <p>Для активації акаунту необхідно підтвердити свою електронну адресу.</p> <p>Будь ласка перейдіть по цьому посиланню щоб <a href="%{confirmation_url}">активувати свій акаунт</a>.</p>

# confirmation email subject
source: %{instance_name} account confirmation
fr: confirmation du compte %{instance_name}
uk: Підтвердження акаунту %{instance_name}

# digest email subject
source: Your digest from %{instance_name}
fr: Votre résumé de %{instance_name}
uk: Ваша розсилка з %{instance_name}

# password reset email body
source: <h3>Reset your password at %{instance_name}</h3> <p>Someone has requested password change for your account at %{instance_name}.</p> <p>If it was you, visit the following link to proceed: <a href="%{password_reset_url}">reset password</a>.</p> <p>If it was someone else, nothing to worry about: your data is secure and your password has not been changed.</p>
fr: <h3>Changement de mot de passe à %{instance_name}</h3> <p>Une requête de changement de mot de passe pour votre compte à %{instance_name} à été reçue.</p> <p>Si c'était vous, veuillez suivre le lien suivant pour continuer : <a href="%{password_reset_url}">changer de mot de passe</a>.</p> <p>Si ça n'était pas vous, rien à craindre, vos données sont sécurisés et votre mot de passe n'a pas été changé.</p>
uk: <h3>Зміна паролю на %{instance_name}</h3> <p>Хтось запросив зміну паролю для вашого акаунту на %{instance_name}.</p> <p>Якщо це були ви, перейдіть по цьому посиланню щоб продовжити: <a href="%{password_reset_url}">змінити пароль</a>.</p> <p>Якщо це був хтось інший, немає причин для хвилювань: ваші дані не було змінено.</p>

# password reset email subject
source: Password reset
fr: Changement de mot de passe
uk: Зміна паролю

# successful registration email body
source: <h3>Hello @%{nickname},</h3> <p>Your account at %{instance_name} has been registered successfully.</p> <p>No further action is required to activate your account.</p>
fr: <h3>Bonjour @%{nickname},</h3> <p>Votre compte %{instance_name} à été enregistré avec succès.</p> <p>Aucune action suivante est requise.</p>
uk: <h3>Вітаємо @%{nickname},</h3> <p>Ваш акаунт на %{instance_name} було успішно зареєстровано.</p> <p>Вам не потрібно робити жодних додаткових дій для активації свого акаунту.</p>

# successful registration email subject
source: Account registered on %{instance_name}
fr: Compte enregistré sur %{instance_name}
uk: Реєстрація на %{instance_name}

# user invitation email body
source: <h3>You are invited to %{instance_name}</h3> <p>%{inviter_name} invites you to join %{instance_name}, an instance of Pleroma federated social networking platform.</p> <p>Click the following link to register: <a href="%{registration_url}">accept invitation</a>.</p>
fr: <h3>Vous avez été invité à %{instance_name}</h3> <p>%{inviter_name} vous invite à rejoindre %{instance_name}, une instance de Pleroma, réseau social fédéré.</p> <p>Cliquer le lien suivant pour vous enregistrer : <a href="%{registration_url}">accepter l'invitation</a>.</p>
uk: <h3>Вас запрошено до %{instance_name}</h3> <p>%{inviter_name} запросив вас приєднатися до %{instance_name}, серверу Pleroma, federated social networking platform.</p> <p>Перейдіть за наступним посиланням для реєстрації: <a href="%{registration_url}">прийняти запрошення</a>.</p>

# user invitation email subject
source: Invitation to %{instance_name}
fr: Invitation à %{instance_name}
uk: Запрошення до %{instance_name}

# welcome email html body
source: Welcome to %{instance_name}!
fr: Bienvenu·e à %{instance_name} !
uk: Ласкаво просимо до %{instance_name}!

# welcome email subject
source: Welcome to %{instance_name}!
fr: Bienvenu·e à %{instance_name} !
uk: Ласкаво просимо до %{instance_name}!

# welcome email text body
source: Welcome to %{instance_name}!
fr: Bienvenu·e à %{instance_name} !
uk: Ласкаво просимо до %{instance_name}!

# account archive email body - admin requested
source: <p>Admin @%{admin_nickname} requested a full backup of your Pleroma account. It's ready for download:</p> <p><a href="%{download_url}">%{download_url}</a></p>
fr: <p>L'Admin de @%{admin_nickname} à demandé une sauvegarde complète de votre compte Pleroma. Le téléchargement est prêt:</p> <p><a href="%{download_url}">%{download_url}</a></p>
uk: <p>Адміністратор @%{admin_nickname} запросив повну резервну копію вашого акаунту Pleroma. Вона готова до завантаження:</p> <p><a href="%{download_url}">%{download_url}</a></p>

# remote follow error message - unknown error
source: Something went wrong.
uk: Щось пішло не так.

# remote follow error message - user not found
source: Could not find user
uk: Неможливо знайти користувача

# status interact authorization button
source: Interact
uk: Взаємодіяти

# status interact error
source: Error: %{error}
uk: Помилка: %{error}

# status interact error message - status not found
source: Could not find status
uk: Не вдалось знайти статус

# status interact error message - unknown error
source: Something went wrong.
uk: Щось пішло не так.

# status interact header - status link text
source: status
uk: статус

# remote follow header
source: Remote follow
fr: Suivit distant

# remote follow header
source: Remotely follow %{nickname}
fr: Suivre %{nickname} à distance

# static fe profile page remote follow button
source: Remote follow
fr: Suivit distant

# new followers count header
source: %{count} New Follower
fr: %{count} nouveau suivit
